Repository: mozilla-l10n/mt-training-data
Catalog: plk/plk_pontoon.tmx
Source language: en_us
Languages: plk

source: Ready to donate your voice?
plk: تومیْ آواز عطیہ تونڑ تِیارنَت یا؟

source: Ready to help validate sentences?
plk: جُملو توثیق دہ امدادے کِرِیا تِیارنَت یا؟

source: reCAPTCHA is required if you want to proceed
plk: اگر څھوْ مُڇھوڑ بوجنَت توْ reCAPTCHA پکارن

source: Receive emails such as challenge and goal reminders, progress updates, and newsletters about Common Voice.
plk: کامن وائس اےْ بارد ای میلز کاتھ چہ چیلنج گہ ہدفے کائنی، پیشرفتے تازہ کاری گہ خبری خط وصول تِھیا۔

source: Recorded Clips
plk: کلپس ریکارڈ تِھیا۔

source: Recorded Hours
plk: ریکارڈ تھیلہ گھنٹائے

source: <recordIcon></recordIcon> Last one!
plk: <recordIcon></recordIcon> آخری ایْک ǃ

source: Record in a reasonably quiet place
plk: ادَئی زائی دہ ریکارڈ تِھیا چہ اسدی شور نہ بِی۔

source: [Recording cut off before the end of the last word]
plk: [آخری لفظ پڑِیونِجیْ مُڇھو ریکارڈنگ دوئیجِلیْ]

source: Recordings
plk: ریکارڈنگی

source: Recording voice clips is an integral part of building our open dataset; some would say it's the fun part too.
plk: وائس کلپس اےْ ریکارڈنگ اسے اوپن ڈیٹاسیٹ اےْ تعمیرے ایْک لازمی حصہ نوْ۔ کوئے سہ رزُوئے چہ آ گہ مزاکے حصہ نوْ۔

source: Record/Stop
plk: ریکارڈ/سٹاپ

source: Record your response
plk: توموْ جُواب ریکارڈ تِھیا

source: Record yourself reading sentences in your language
plk: تومی جِب دہ جُملائے پڑِیون دہ اکو ریکارڈ تِھیا۔

source: Record yourself responding to questions and prompts in your language
plk: تومیْ جِب دہ سوالو گہ اشرتو جُواب دون دہ اکو ریکارڈ تِھیا۔

source: Record your voice
plk: تومیْ آواز ریکارڈ تِھیا۔

source: Reference the source of your sentence (required)
plk: توموْ جُملائے ماخذے حوالہ دِیا (ضورڑی)

source: Refresh
plk: ریفریش تِھیا

source: Reject
plk: رَد تِھیا

source: Remember - don’t worry if you stutter, pause or repeat a word. This is all useful data for engineers trying to build inclusive, real-world speech recognition tools.
plk: آ کائی بِیا۔ اگر څھوْس تُتھشِیار تھینَت یا کوئے لفظ ست دُبار رزنَت توْ پریشان نہ بِیا۔ آ ڈیٹا اسہ انجنیئرو کِرِیا لو مفیدُن کھاں جامع گہ حقیقی دُنیے اسپیچ ریکگنیشن ٹولز سنونے کوشِش تھینَن۔

source: Remove
plk: پیر تِھیا

source: Remove Avatar
plk: اواتار پیر تِھیا۔

source: Remove tags
plk: ٹیگ پیر تِھیا

source: Report
plk: رپورٹ

source: Reporting Content
plk: رپورٹنگ مواد

source: Report was passed successfully
plk: رپورٹ کامیابی گیْ منظور تِھجِلِن۔

source: Request a Language
plk: ایْک جِبے درخواست تِھیا۔

source: Request for Scripted Speech
plk: اسکرپٹڈ تقریرے درخواست

source: Request for Spontaneous Speech
plk: بے ساختہ تقریرے درخواست

source: Request New Language
plk: نئی جِبے کِرِیا درخواست تِھیا

source: Request recordings
plk: ریکارڈِنگے درخواست تِھیا۔

source: Request timeout
plk: ٹائم آؤٹے درخواست تِھیا

source: *required
plk: *پکار

source: Re-record
plk: ست دُبار ریویو

source: Re-record clip
plk: کلپ ست دُبار ریکارڈ تِھیا۔

source: Respond
plk: جُواب دِیا

source: Respond To Prompt
plk: پرامپٹے جُواب دِیا

source: Respond to prompts to create datasets for organic, colloquial contexts. Perfect for oral-first languages.
plk: نامیاتی، موْݜ کَلَے سیاق گی سباق اےْ کِرِیا ڈیٹاسیٹس سنونے اشارو جُواب دِیا۔ موْݜ کال گیْ آں مُڇِھنیْ جِبوڑ مِݜٹیْ۔

source: Respond to the prompt as naturally as you can, feel free to code-switch between languages if it feels natural. Make sure your language is respectful and inoffensive.
plk: جِنیْ گیْ کچاک گہ بِی جواب دِیا، اگر قدرتی محسوس بی تو جِبو مجی کوڈ سوئچ تھونے کِرِیا آزاد محسوس تِھیا۔ یقینی سن ِیا چہ څھے جِب قابل احرام گہ ناگوار نانیْ۔

source: Response deleted successfully
plk: جُواب کامیابی گیْ حذف بِلُن۔

source: Response submitted successfully
plk: جُواب کامیابی گیْ جمع بِلُن۔

source: Retrieving datasets
plk: ڈیٹاسیٹس اےْ بازیافت

source: Return
plk: پتوڑ اِیا

source: Return here to edit your goal anytime.
plk: کھاں گہ وخ دہ تومیْ مقصد دہ ترمیم تھونے کِرِیا ادیڑ مرَک بوئے اِیا۔

source: Return to Common Voice
plk: کامن وائس ئڑ پتوڑ اِیا

source: Return to Common Voice Datasets
plk: مرک بوئے کامن وائس ڈیٹاسٹ دہ اِیا

source: Return to Languages
plk: جِبوڑ واپس بوجہ

source: Review
plk: جائزہ ہرہ

source: Review and vote for new questions submitted by the community
plk: کمیونیٹی ط رفِجیْ ناں جمع تِھیلہ سوالاتو جائزہ ہرہ آں ووٹ دیا؟

source: Review could not be saved. Please try again later.
plk: جإئزہ محفوظ نہ تِھجِبالُن۔ مہربانی تھے پتو پھری کوشِش تِھیا۔

source: ⓘ Review Criteria
plk: ریویو ترجیحات

source: Review Criteria
plk: ریویو ترجیحات

source: Reviewed sentences not submitted, are sure?
plk: نظرثانی تِھیلہ جُملائے جمع نہ بِیلان، یقین ہنو یا؟

source: Review existing sentences submitted by the community
plk: قامے جگو جمع تھییلہ جُملو جائزہ ہرہ۔

source: Reviewing a Question
plk: سوالے جائزہ ہر

source: Reviewing Sentences
plk: جُملو جائزہ ہرون

source: Review questions
plk: سوالاتو جائزہ ہرہ

source: Review Questions
plk: سوالاتو جائزہ ہرہ

source: Review & re-record clips here as you go
plk: بوجون دہ ادی کلپو جائزہ ہرہ آں ست دُبار ریکارڈ تِھیا؟

source: Review & re-record clips if needed
plk: اگر ضورڑتِن تو کلپو جائزہ ہرہ آں ست دُبار ریکارڈ تِھیا۔

source: Review Sentences
plk: جُملو جائزہ ہرہ۔

source: Review sentences in your language
plk: تومیْ جِب دہ جُملو جائزہ ہرہ۔

source: Review & Submit
plk: ریویو آں جمع تِھیا۔

source: Review the Transcription
plk: ٹرانسکرپشنے جائزہ ہر

source: Review the transcription guidelines above in order to check that a transcription is accurate. You can provide edits and submit them.
plk: ٹرانسکرپشنے صحیح بون ڇکونے کِرِیا اجی نقلے گائیڈ لائنے جائزہ ہرہ۔ څھوْس ترمیم تھوبانَت آں اسݨو جمع تھوبانَت۔

source: Review transcriptions
plk: نقلو جائزہ ہرہ

source: Review transcriptions of recorded sentences for accuracy
plk: سُوݩڇِھیارے کِرِیا ریکارڈ تِھیلہ جُملِو نقلو جائزہ ہرہ۔

source: Review Transcriptions <small>(Coming soon)</small>
plk: نقلے جائزہ ہرہ <small> (جِنیْ اِیوݨَس)</small>

source: Review user-submitted transcriptions in your language
plk: تومیْ جِب دہ صارفے طرفِجیْ جمع تھیلیْ نقلو جائزہ ہرہ۔

source: Romanian
plk: رومانین

source: Romansh Sursilvan
plk: رومانش سُرسِلوان

source: Romansh Vallader
plk: رومانش ویلاڈر

source: Rukai
plk: روکائی

source: Runyankole
plk: رونیانکولے

source: Russian
plk: رشین

source: Rutoro
plk: رُوٹورو

source: Ruuli
plk: رُولی

source: s
plk: س

source: S
plk: س

source: Sabah Bisaya
plk: صباح بسایا

source: Sabah Malay
plk: صباح مالے

source: Sa'ban
plk: سابن

source: Saʼban
plk: س،بان

source: Sakha
plk: ساکھا

source: Sakizaya
plk: ساکیزایا

source: Sansi
plk: سنسی

source: Santali (Ol Chiki)
plk: سنتالی (اول چکی)

source: Saraiki
plk: سرائیکی

source: Sardinian
plk: سارڈینین

source: Save
plk: محفوظ تِھیا

source: Saved
plk: محفوظ بِلوْ

source: Scots
plk: سکوٹس

source: Scripted Speech
plk: اسکرپٹڈ تقریر

source: SCRIPTED SPEECH
plk: لِکِیلیْ تقریر

source: Search
plk: اوروڑ تھون

source: Search...
plk: اورڑِیا/سرچ تِھیا

source: Search for a language
plk: جِبے کِرِیا اوروڑ تِھیا

source: Search for a language...
plk: جِبے کِرِیا اوروڑ تِھیا

source: Seediq
plk: سیدق

source: See how your progress compares to other contributors all over the world.
plk: ڇکِیا چہ څھے پیشرفتے تام دُنیے دہ تعاون تھین مُتہ جگو سے جو موازنانوْ

source: See Less
plk: اپیْ ڇکِیا

source: See More
plk: شِنا مُتیْ ڇکِیا

source: Select a Language...
plk: ایْک جِب منتخب تِھیا

source: Select all
plk: بُٹو انتخاب تِھیا / بُٹہ اُچِیا

source: Select an option
plk: ایْک آپشن منتخب تِھیا

source: Select a tag
plk: ٹیگ منتخب تِھیا

source: Select a variant (optional)
plk: ایْک قسم منتخب تِھیا (اختیاری)

source: Selected
plk: انتخاب تِھیا

source: Select File
plk: فائل منتخب تِھیا

source: Select File to Upload
plk: فائل اپ لوڈ تھونَڑ منتخب تِھیا

source: Select <icon></icon> the text to begin
plk: انتخان تِھیا <icon></icon> متن شیروع تھون

source: Select the desired language dataset and choose the version you wish to download.
plk: پکار جِبے ڈیٹا سیٹ منتخب تِھیا آں اسہ ورژن منتخب تِھیا کھاں ڈاؤن لوڈ تھون کھوشنَت۔

source: Select up to three domains (optional)
plk: ڇے ڈومین بُجَیش اختیار تِھیا۔ (اختیاری)

source: Select your age
plk: تومیْ عمرے انتخاب تھیا

source: Select your sex or gender
plk: تومیْ جنسے انتخاب تِھیا

source: Self Citation
plk: ذاتی حوالہ

source: Sena
plk: سینا

source: Send a link to my email
plk: می ای میلڑ لِنک ڇھیݨہ

source: Send sign up link
plk: سائن اپ لنک ڇیݨ

source: Sentence
plk: جُملہ

source: Sentence Collection
plk: جُملو مجموعہ

source: <sentenceCollectorFragment>See more on sentence collection</sentenceCollectorFragment>.
plk: <sentenceCollectorFragment> جُملو مجموعائے شناکَک گہ ڇکِیا </sentenceCollectorFragment>

source: <sentenceCollectorVideo>Watch our guide on using the Sentence Collector</sentenceCollectorVideo>.
plk: <sentenceCollectorVideo>جُملائے جمع تھونے کِرِیا اسے گائیڈ لائن ڇکِیا</sentenceCollectorVideo>

source: Sentence Domain
plk: جُملائے ڈومین

source: Sentences
plk: جُملائے

source: Sentences are collected for people to read aloud.
plk: جگوڑ اُتھلیْ آواز دہ پڑِیونے کِرِیا جملائے ٹول تِھجنَن۔

source: Sentences are vetted through a community-moderation process, however this process is not perfect. If you see or hear a sentence that offends or upsets you - for example because it violates our <participationGuidelines>community participation guidelines</participationGuidelines> - please do use the flag button in the UI. You can also reach out to us at <emailFragment>commonvoice@mozilla.com</emailFragment>.
plk: جُملائے جانچ کمیونٹی اعتدالے عملے ذریعہ گیْ تِھیجانیْ، مگر آ عمل کامل نانیْ۔ اگر څھوْس کوئے ادو جُملہ پشنَت یا ݜُݨنَت کھاں سہ څھوْ خپا یا پریشان تِھینوْ۔ مثال گیْ اسے کمیونٹی شرکتے رہنما اصول </participationGuidelines>اے خلاف ورزی <participationGuidelines> تِھینوْ توْ مہربانی تھے یو آئی دہ فلیگ بٹنِجیْ ا<emailFragment>commonvoice@mozilla.comستعمال شَت تِھیا۔ څھوْس آ سِجیْ گہ رابطہ تھوبانَت<emailFragment>commonvoice@mozilla.com</emailFragment>

source: Sentences contributed here will be added to a publicly available cc-0 licensed dataset.
plk: ادی جمع تِھیلہ جُملائے عوامی شان گیْ ہشینَن سی سی 0 لائسنس یافتہ ڈیٹاسیٹ ٹل تِھجِی۔

source: Sentences must be reviewed and accepted by two people to be included in Common Voice. You create guidelines for your language <languageGuidelinesLink>here</languageGuidelinesLink>. Sentences must be in the <licenseLink>public domain</licenseLink> and shorter than 15 words. You can ask the owner of a text to make it <waiverLink>CC0 using our waiver process</waiverLink>, and send to us on commonvoice@mozilla.com
plk: کامن وائس دہ ٹل تھونے کِرِیا جُملو جائزہ ہرونے کریا دُو جک اُچون پکارن۔ څھوْس تومیْ جِبے کِرِیا راہنما اصول سنینَت <languageGuidelinesLink> ادی </languageGuidelinesLink>جْملائے آ لنک دہ بون پکارن <licenseLink> پبلک ڈومین </licenseLink> آں پنزیلے لفظوجیْ کم بون پکارن۔ څھوْس متنے دبُوݨِجیْ سنونے کِرِیا رزبانَت <waiverLink> س س0 اسے چھوٹے عمل استعمال تِھیو </waiverLink> آں اسوڑ آ سِجی ڇھیݨہ commonvoice@mozilla.com

source: { $sentences } sentences reviewed. Thank you!
plk: { $sentences } جُملو جائزہ ہرجِلوْ۔ شکریہ

source: Sentence text
plk: جُملائے عبارت

source: Sentence Variant
plk: جُملائے تغیّر

source: Separate sentences into one line by pressing “Enter” or “Return” once
plk: ایْک چوْٹ ”انٹر“ یا ”ریٹرن“ جیْ شت تھے جُملائے ایْک کِھڇیْ دہ جُدا تِھیا۔

source: Serbian
plk: سربین

source: Seri
plk: سیری

source: Serian Bidayuh
plk: سیرین بدایوہ

source: Service and Retail
plk: سروس گہ ریٹیل

source: Set a goal
plk: مقصد موقرَڑ تِھیا

source: Set my visibility
plk: می ویزی بیلیٹی سیٹ تِھیا۔

source: Setswana
plk: سیٹسوانا

source: Settings
plk: ترتیبات

source: Sex
plk: جنس

source: Sex or Gender
plk: جنس یا جنڈر

source: SHA256 Checksum Copied!
plk: SHA256 چیکسم کاپی بِلوْ

source: Shan
plk: شان

source: Share Common Voice
plk: کامن وائس شیئر تِھیا۔

source: Share my goal
plk: می مقصد شیئر تِھیا۔

source: Share your clip
plk: توموْ کلپ شیئر تِھیا۔

source: Share your { $count } Clip Daily Goal for { $type }
plk: څھے { $count }کلپو ہر چھکے مقصد{ $type }

source: Share your { $count } Clip Weekly Goal for { $type }
plk: شیئر تھہ { $count } توموْ کلپے ہفتہ واری مقصد { $type }

source: Share your event
plk: تومیْ واقعہ شیئر تِھیا

source: “She got really mad porque I didn’t call her back.”
plk: ”سہ واقعی دہ جھلِی بِلِس، موں سہ سڑ واپس ہو نہ تھاسُن“۔

source: Shilha
plk: شِلہا

source: Shina
plk: شینا

source: Shona
plk: شونا

source: Shortcuts
plk: شارٹ کٹس

source: [Should be ‘dinosaurs’]
plk: [ڈائینا سور بون پکارُن]

source: [Should be “We are”]
plk: [“بیْہ ہنَس” بون پکارن]

source: Show All Datasets
plk: بُٹہ ڈیٹاسیٹس پشِیا

source: Show Latest Datasets
plk: نوں ڈیٹاسیٹس پشِیا

source: Show me sentences and clips from all variants within my language
plk: موْڑ می جِب دہ موجود تمام قِسمو جُملائے گہ کلپس پشِیا

source: Show my ranking
plk: می درجہ بندی پشِیا۔

source: Sicilian
plk: سِسلین

source: Sign up
plk: سائن اپ

source: Sign up for an account
plk: اکاؤنٹ سنون سائن اپ تِھیا

source: Sign up for Common Voice and Mozilla Foundation updates
plk: کامن وائس گہ موزیلا فاؤنڈیشن اپ ڈیٹے کِرِیا سائن اپ تِھیا۔

source: Sign up for Common Voice newsletters, goal reminders and progress updates
plk: کامن وائس خبری خطو ہدفی کائی تھون گہ مُڇھوڑ ڙَس بونے کِرِیا تازہ موڙوْ بارَد سائن اپ تِھیا۔

source: sign up for email updates
plk: ای میل اپ ڈیٹ تھونے کِرِیا سائن اپ

source: Sign up for { $lang } updates:
plk: اپ ڈیٹے کِرِیا سائن اپ { $lang } تِھیا

source: Simple and easy for anyone to understand
plk: لڇھونے کِرِیا ہسان

source: Sindhi
plk: سندھی

source: Sindhi Bhili
plk: سندھی بھیلی

source: Single
plk: اکلوْ

source: Single sentence submission
plk: اکلوْ جُملہ جمع تِھجِلوْ۔

source: Single ZIP file containing
plk: اکَلیْ زِپ فائل جیْ مُشتملِن

source: Sinhala
plk: سنہالا

source: Siswati
plk: سِسواتی

source: Size
plk: سائز

source: Skip
plk: پھتِیا

source: Skipped
plk: پَھتجِلوْ

source: Skip Submission Feedback
plk: جمع تھونے تاثرات رزہ

source: Skip switches that seem minor or small – even borrowed words matter.
plk: ادا سوئچز پھتِیا کھاں معمولی یا لیکھہ لیل بینَن۔ ادی بُجَیش چہ قرضِیل الفاظ گہ اہم بینَن۔

source: Slovak
plk: سلواک

source: Slovenian
plk: سلووینیائی

source: Small batch
plk: لیکھوْ بیچ

source: Small batch sentence submission
plk: جُملو لیکھوْ بیچ جمع تِھجِلوْ۔

source: Small businesses, including tech and AI start ups
plk: لیکھہ کاروباریْ گہ ٹیک اور اے آئی اسٹارٹ اپس

source: [Sneeze] The giant dinosaurs of the [cough] Triassic.
plk: [چِھگیْ] دیوݨوْ ڈایناسور [کُھو] ٹریاسک

source: Social media
plk: سوشل میڈیا

source: Solicit hate speech or other biased or offensive sentiments
plk: نفرت انگیز تقریر یا مُتیْ متعصبانہ یا جارحانہ جذباتو درخواست تِھیا۔

source: Solicit personally identifiable information
plk: ذاتی شان گیْ قابل شناخت معلومات طلب تِھیا

source: Solicit personally identifying information (like names or financial information)
plk: ذاتی شان گیْ شناخت تِھجِن معلومات طلب تِھیا (کاتھ نُوم یا مالی معلومات)

source: Solicit personally identifying information (like names or financial information) or offensive sentiments
plk: ذاتی شان گیْ شناخت تِھجَن معلومات (کاتھ نُوم یا مالی معلومات) یا جارحانہ جذبات طلب تِھیا۔

source: Somali
plk: سومالی

source: Some languages have enormous variation in grammar, vocabulary and pronunciation. For this reason, we are <ctaLink>introducing ‘Variants’</ctaLink> in 2022. This gives communities a way to distinguish their languages within the larger dataset.
plk: کوئے جِبو گرائمر، لفظی گہ تلفظو مجی لو گھݨ فرق بِینوْ۔ آ گیْ بیْہ <ctaLink>متغیراتو تعارف </ctaLink>مجی 2022۔ آ گیْ قاموڑ سیْݨے جِبو بڑہ ڈیٹاسیٹ دہ چھیلرِیونے ایْک طریقہ ہشِینوْ۔

source: Someone asks for a language to be added.
plk: کوئے سہ جِب ٹل تھونے کِرِیا رزنَن۔

source: Something went wrong while fetching audio for transcriptions. Please try again later.
plk: ٹرانسکرپشنے کِرِیا آڈیو اورڑونے وخ دہ جوکَک غلط بِلُن۔ مہربانی تھے پتو پھری کوشِش تِھیا۔

source: Something went wrong while fetching prompts. Please try again later.
plk: پرامپٹس حاصل تھونے وخ دہ جوکَک غلطی بِلِن۔ مہربانی تھے پھری کوشِش تِھیا۔

source: Something went wrong while fetching questions. Please try again later.
plk: سوالاے حاصل تھونے وخ دہ جوکَک غلطی بِلِن۔ مہربانی تھے شِنا پتو پھری کوشش تِھیا۔

source: Something went wrong while fetching the list of available datasets. Please try again later.
plk: دستیاب ڈیٹا سیٹو فہرست حاصل تھونے وخ دہ جوکَک غلطی بِلِن۔ مہربانی تھے ست دِبار کوشش تِھیا۔

source: Something went wrong while fetching transcriptions. Please try again later.
plk: نقول اورڑونے وخ دہ جوکَک غلطی بِلِن۔ مہربانی تھے پتو پھری کوشِش تِھیا۔

source: Something went wrong with reCAPTCHA. Please try again.
plk: reCAPTCHA دہ جوکَک غلط ببلُن مہربانی تھے پھری کوشِش تِھیا

source: Sometimes speakers will repeat a word or word fragment multiple times. This should be transcribed too. Example:
plk: کوئے وخ دہ مقررین سہ ایْک لفظ یا لفظے ٹکڑا لئی چوْٹ مرک تُھوِیی، اسَس گہ نقل تِھیا

source: Some variants and dialects within a language or language family are very different from each other. If you’re having trouble engaging around a particular variant, you can change your preferences here.
plk: کوئے جِب یا جِبو خاندان مجیْ کوئے قسمہ یا لہجائے ایْک مُتوْ جیْ مختلف بینَن۔ اگر څھوْڑ کوئے خاص قِسم سے میشِیون دہ گران بِینیْ توْ ادی تومیْ ترجیحات تبدیل تھوبانَت۔

source: Some words may look like one language but are used in the other. Tag based on meaning and usage, not appearance. Examples:
plk: کوئے الفاظ ایْک جِبے ہا لیل بینَن مگر دوموگیْ جِب دہ استعمال بینَن۔ ٹیگ معنی آں استعمالے بنیادِجیْ، ظاہری شکلِجیْ نیں۔

source: Some words might look the same in both languages but could be pronounced differently. Listen to the pronunciation to help tag correctly. For example: cable, taco, actor, detective.
plk: کوئے الفاظی بیئے جِبو مجی ایْک شانِیؤ لیل بینَن مگر سیْݨے تلفظ مختلف بوبانوْ۔ صحیح طریقہ گیْ ٹیگ تھون دہ امدادے کِرِیا تلفظ کوْݨ دِیا۔ مثال گیْ: کیبل، ٹیکو، اداکار، جاسوس۔

source: Some words should <bold>not be tagged</bold> with a language label, even if they seem mixed or adapted. Here’s how to handle some examples:
plk: کوئے الفاظ جِبے لیبل سے ساتیْ<bold>ٹیگ نہ تھون پکارن</bold>اگرچہ اسہ ایُک شانیو یا موافق لیل بین۔ ادی استعمال تھونے کوئے طریقائے:

source: Soninke
plk: سونِنکے

source: Sorbian, Lower
plk: سربین زیریں

source: Sorbian, Upper
plk: سربین بالائی

source: Sorry, Common Voice is running slowly. Thanks for your interest.
plk: معذرت، کامن وائس چُھوت چلِیجانیْ۔ څھے دلچسبی شکریہ۔

source: Sorry, something went wrong
plk: معذرت، جوکَک غلطی بِلِن۔

source: Source: { $sentenceSource }
plk: ماخذ: { $sentenceSource }

source: Southern Kurdish
plk: جنوبی کُردش

source: Southern Pastaza Quechua
plk: جنوبی پاستازا کیچوا

source: Southern Sotho
plk: جنوبی سوتھو

source: Southwestern Tlaxiaco Mixtec
plk: جنوب مغربی تلسیکو میکٹیک

source: Spanish
plk: سپینش

source: Spanish: /ˈkable/
plk: ہسپانوی: /ˈkable/

source: Speak
plk: موْݜ تِھیا

source: Speakable
plk: رزونے قابل بون پکارن

source: Speakers
plk: مقررین

source: Speakers may use colloquialisms (such as, in English, “gonna”, “cuz”, etc.) which may not be considered formally correct. These should be transcribed as they are, and not changed to their more formal equivalents.
plk: موْݜ کال تِھیک سہ بول چالے استعمال تھوبانوْ (کاتھ چہ انگرزی دہ "gonna"، "cuz" وغیرہ) کھاں رسمی شان گیْ صحیح نہ کلینَن۔ آئیݨو آتھ نقل تھون پکار کاتھ چہ اسہ ہنہ، آں آئے رسمی شان گیْ بسکہ تبدیل نہ بون پکان۔

source: Speaking
plk: موْݜ تھون

source: Speaking and Listening
plk: موْݜ تھون گہ کوْݨ دون

source: Speak in your normal voice! The way you speak is welcome here - we want your accent as it is, and we want your usual volume, style and intonation.
plk: تومیْ عام آواز دہ موْݜ تِھیا، ادی څھے موْݜ تھونے انداز مڑنِینوْ۔ بیْس څھے لہجہ اج اسدو لُکھوݨَس کاتھ چہ ہنوْ، بیْس څھے معمول، انداز گہ لہجہ لُکھوݨَس۔

source: Speak naturally, as you would with a friend - use your own real variant, dialect and accent
plk: آ ولے قدرتی شان گیْ موْݜ تِھیا چہ څھوْس توموْ ملگیرے سے ساتیْ موْݜ تھینَت۔ تومیْ صحیح جِب گہ لہجہ دہ موْݜ تِھیا۔

source: Speak now
plk: چیئے موْݜ تِھیا

source: Speak options menu
plk: اختیاراتو مینو ڇکِیا

source: Speak up, contribute here!
plk: موْݜ تِھیا، ادی تعاون تِھیا ǃ

source: Special Characters and Foreign Letters
plk: خاص حرفی گہ غیر ملکی خطوط

source: Special symbols and punctuation should only be included when absolutely necessary. For example, an apostrophe is included in English words like “don’t” and “we’re” and should be included in the source text, but it’s unlikely you’ll ever need a special symbol like “@” or “#.”
plk: خاص علامات گہ اوقاف صرف اسہ وخ دہ ٹل تھون پکارن کرہ چہ بالکل ضورڑی بین۔ مثال گیْ انگرزی لفظ دہ شامِلُن کاتھ “don’t” گہ “we’re” آں آئیݨو سورس ٹیکسٹ دہ ٹل تھون پکارَن، مگر آ موڙیْ امکان نِش چہ څھوْڑ کرہ گہ “@” یا “#.” ہَے خاص علامتو ضورڑت بِی۔

source: Special Tags
plk: سپیشل ٹیگ

source: <speechBlogLink>Get Started with Speech Recognition</speechBlogLink>
plk: <speechBlogLink> تقریرے شناخ سے ساتیْ شیروع تِھیا </speechBlogLink>

source: Spelling and Punctuation
plk: ہِجّائے گہ اوقاف

source: Split into { $archiveCount } ZIP files containing
plk: تقسیم تِھیا { $archiveCount } زِپ فائلہ مُشتملِن۔

source: Splits
plk: تقسیم

source: Splits (Age and Sex)
plk: تقسیم (عمر گہ جنس)

source: Spontaneous Speech
plk: بے ساختہ تقریر

source: SPONTANEOUS SPEECH
plk: بے ساختہ تقریر

source: Spontaneous Speech naturally contains false starts where only a fragment of a full word is produced. For these instances, please transcribe to the best of your ability the word fragment and attach a hyphen at the end of the word (-) to indicate the word is a false start. Example:
plk: بے ساختہ تقریر فطری شان گیْ غلط آغازِجیْ مشتمل بِینیْ کُدی ایْک مکمل لفظے صرف ایْک پُھسرو سنیجانوْ۔ آ سے کِرِیا تومیْ مِݜٹیْ صلاحیتے مطابق لفظے پُھسرو نقل تِھیا آں لفظے آخر دہ ایْک ہائفن (۔) ایْکھتِیارہ توْ آ معلوم بِی چہ آ لفظے آغاز غلط بِلِن۔

source: Spontaneous Speech will naturally contain grammatical mistakes. These should not be corrected when transcribing. The transcription should reflect the spoken content exactly.
plk: بے ساختہ تقریر دہ قدرتی شان گیْ گرامتے غلطی بُوِیی، نقل تھون دہ اسہ سُونڇِھیارہ نیں۔ نقل دہ رزِیلوْ موادے بالکل عکاسی بون پکارن۔

source: Start recording
plk: ریکارڈنگ شیروع تِھیا

source: Start typing to describe your accent
plk: توموْ لہجہ بِیان تھونے کِرِیا ٹائپ تھون شیروع تِھیا۔

source: Start typing to search
plk: اورڑونے کِرِیا سرچ تِھیا/ٹائپ تِھیا

source: Stats
plk: اعداد و شمار

source: Status Page
plk: حالتے صفحہ

source: Still have questions?
plk: چیئے گہ سوالات ہنہ

source: Store your keys safely and avoid exposing them in public repositories. The SECRET key is only accessible now and will not be shown again.
plk: تومیْ کُنجئے محفوظ طریقہ گیْ چھورِیا آں آئیݨو عوامی ذخیرو مجیْ ظاہر تھونِجیْ گریز تِھیا۔ سیکریٹ کلید صرف چیئے قابل رسائی نیْ آں ست دُوبار نہ پشجُوئی۔

source: Streaks
plk: کِھڇِی

source: <strong>[Crackle]</strong> giant dinosaurs of <strong>[crackle]</strong> -riassic.
plk: <strong> [کڑکِجَون] </strong> دیوݨوْ ڈائنوسار <strong> [کڑکِجون] </strong>ریاسک

source: <strong>Do not reject clips where the speaker ‘has an accent’ that is different to your own</strong> - this is important for voice recognition to work better for everyone.
plk: <strong> ادا کلپس رَد نہ تِھیا کُدی موْݜ تِھی کے ایْک لہجانوْ کھاں څھے تومو لہجا جیْ مختلفُن </strong>آ آوازے شناخے کِرِیا غورانوْ آں ہر جیئے کِرِیا مِݜٹُن۔

source: <strong>Get creative!</strong> Your language community will be unique, and these are just a few ways to get started.
plk: <strong>تخلیقی سنِجہ۔ </strong> څھے جِبے قام منفرد بُو، آں آ شیروع تھونے شناکَک طریقائے یا ولی گہ ہنہ۔
